Repository: Pr-Imran/WindowsMemoryCreaner
Catalog: RamCleaner/Resources/Strings.*.resx
Languages: bn_bd

# AppTitle
source: OptiRam
bn_bd: অপটি র‍্যাম

source: System Memory Status
bn_bd: সিস্টেম মেমোরি স্ট্যাটাস

source: Total Physical RAM
bn_bd: মোট র‍্যাম

source: Used RAM
bn_bd: ব্যবহৃত র‍্যাম

source: Available RAM
bn_bd: ফাঁকা র‍্যাম

source: Cached (Standby)
bn_bd: ক্যাশড (স্ট্যান্ডবাই)

source: Committed / Limit
bn_bd: কমিটেড / লিমিট

# UsageHistory
source: Usage History (60s)
bn_bd: ব্যবহারের ইতিহাস (৬০ সেকেন্ড)

source: Clean Memory Now
bn_bd: মেমোরি ক্লিন করুন

source: Auto Clean
bn_bd: অটো ক্লিন

source: Strategies
bn_bd: স্ট্র্যাটেজি

source: Run on Startup
bn_bd: উইন্ডোজ চালু হওয়ার সাথে রান করুন

# UsageGreater
source: Usage >
bn_bd: ব্যবহার >

source: Every
bn_bd: প্রতি

source: Whitelist
bn_bd: হোয়াইটলিস্ট

source: Ignored Processes
bn_bd: ইগনোর করা প্রসেস

source: Running Processes
bn_bd: চলমান প্রসেস

source: Add
bn_bd: যোগ করুন

source: Options
bn_bd: অপশন

source: Notifications
bn_bd: নোটিফিকেশন

source: Show after Manual Clean
bn_bd: ম্যানুয়াল ক্লিনের পর দেখান

source: Show after Auto Clean
bn_bd: অটো ক্লিনের পর দেখান

source: Event Log
bn_bd: ইভেন্ট লগ

source: Clear
bn_bd: মুছে ফেলুন

source: Time
bn_bd: সময়

source: Message
bn_bd: বার্তা

source: Ready to clean
bn_bd: ক্লিন করার জন্য প্রস্তুত

source: Cleaning...
bn_bd: ক্লিনিং চলছে...

# FreedMessage
source: Freed: {0:F0} MB (Processed {1} apps)
bn_bd: ফাঁকা হয়েছে: {0:F0} মেগাবাইট ({1} টি অ্যাপ প্রসেস করা হয়েছে)

source: Memory Cleaned
bn_bd: মেমোরি ক্লিন সম্পন্ন

# SuccessfullyFreed
source: Successfully freed {0:F0} MB of RAM.
bn_bd: সফলভাবে {0:F0} মেগাবাইট র‍্যাম ফাঁকা করা হয়েছে।

# AppStarted
source: App started. Ready.
bn_bd: অ্যাপ চালু হয়েছে। প্রস্তুত।

source: Language
bn_bd: ভাষা

source: Name
bn_bd: নাম

source: Action
bn_bd: অ্যাকশন
